{
    "name": "Jetpack &#8211; WP Security, Backup, Speed, &amp; Growth",
    "slug": "jetpack",
    "version": "9.3.1",
    "author": "<a href=\"https://jetpack.com\">Automattic</a>",
    "author_profile": "https://profiles.wordpress.org/automattic",
    "requires": "5.5",
    "tested": "5.6",
    "requires_php": "5.6",
    "rating": 78,
    "ratings": {
        "1": 300,
        "2": 73,
        "3": 80,
        "4": 136,
        "5": 990
    },
    "num_ratings": 1579,
    "support_threads": 412,
    "support_threads_resolved": 354,
    "active_installs": 5000000,
    "downloaded": 212736358,
    "last_updated": "2021-01-14 5:05pm GMT",
    "added": "2011-01-20",
    "homepage": "https://jetpack.com",
    "short_description": "The best WP plugin for backup, anti spam, malware scan, CDN, AMP, social, search, contact form, and integrations with Woo, Facebook, Instagram, Google",
    "description": "<h4>The most popular WordPress plugin for just about everything.</h4>\n<p>Security, performance, marketing, and design tools — Jetpack is made by the WordPress experts to make WP sites safer and faster, and help you grow your traffic.</p>\n<h4>24/7 AUTO SITE SECURITY</h4>\n<p>We guard your site so you can run your site or business. Jetpack Security provides easy-to-use, comprehensive WordPress site security including auto real-time backups and easy restores, malware scanning, and spam protection. Essential features like brute force protection and downtime / uptime monitoring are free.</p>\n<ul>\n<li>Back up your site automatically in real time and restore to any point with one click. Unlimited storage for your backup. Great for eCommerce stores especially Woo.</li>\n<li>Easily duplicate, clone, or migrate your site whether you want to create a staging site or move to a new host.</li>\n<li>See every site change and who made it with the activity log, great for coordination, debug, maintenance, or troubleshooting.</li>\n<li>Automatic scan for malware and other code threats. One click fix to restore your site for malware.</li>\n<li>Block spam comments and form responses with anti spam features powered by Akismet.</li>\n<li>Brute force attack protection to protect your WordPress login page from attacks.</li>\n<li>Monitor your site uptime / downtime and get an instant alert of any change by email.</li>\n<li>Secure WordPress.com powered login used by millions of sites with optional 2FA (two factor authentication) for extra protection.</li>\n<li>Auto update individual plugins for easy site maintenance and management.</li>\n</ul>\n<h4>PEAK SPEED AND PERFORMANCE</h4>\n<p>Get blazing fast site speed with Jetpack, the premier WP plugin built to leverage the power of AMP, a tool that helps optimize your site on mobile devices. Jetpack’s free CDN (content delivery network) auto optimizes your images. Watch your page load times decrease — we’ll optimize your images and serve them from our own powerful global network, and speed up your site on mobile devices to reduce bandwidth usage and save money!</p>\n<ul>\n<li>Jetpack has partnered with Google AMP to create the best, highest performance all-in-one toolkit for WordPress. By using Jetpack and AMP together, you get all the features you need to build a beautiful, fast, modern website with no coding required.</li>\n<li>Image CDN for images and static files, like CSS and JavaScript, served from our servers, not yours, which saves you money and bandwidth.</li>\n<li>Lazy load images for a super fast experience, even on mobile. Jetpack’s lazy loading automatically delays the loading of media on your posts and pages until your visitors scroll down to where they appear on the page.</li>\n<li>Unlimited, high speed, ad free video hosting keeps the focus on your content, not on ads or recommendations that lead people off site.</li>\n<li>Custom site search is incredibly powerful and customizable. Helps your visitors instantly find the right content so they read and buy more. Works great with WooCommerce / eCommerce sites to help filter products so customers get what they want on your site faster.</li>\n<li>Recommended to use with WP Super Cache for ultimate WordPress site speed.</li>\n</ul>\n<h4>POWERFUL TOOLS FOR GROWTH</h4>\n<p>Create and customize your WordPress site, optimize it for visitors and revenue, and enjoy watching your stats tick up. Built it, share it, and watch it grow.</p>\n<ul>\n<li>Advanced site stats and analytics to help you understand your audience.</li>\n<li>Auto publish blog posts and products to social media by simply using our tools to connect to Facebook, Twitter, and Linkedin.</li>\n<li>Easily share Instagram posts on your pages and blog posts.</li>\n<li>Collect a payment or donation, sell a product, service, or membership with simple integrations with PayPal and Stripe.</li>\n<li>Grow traffic with SEO tools for Google, Bing, Twitter, Facebook, and WordPress.com. XML sitemap created automatically.</li>\n<li>Advertise on your site to generate revenue. The Jetpack ad network automatically does the work for you to find high-quality ads that are placed on your site.</li>\n<li>Manage Jetpack features from anywhere with the official WordPress mobile app, available for Apple iOS (iPhone or iPad) and Google Android.</li>\n<li>Looking for Customer Relationship Management? Check out the <a href=\"https://jetpackcrm.com\" rel=\"nofollow ugc\">Jetpack CRM plugin</a> which works alongside Jetpack to give you a simple and practical way to build relationships with your customers and leads.</li>\n</ul>\n<h4>EASY DESIGN TOOLS</h4>\n<p>Quickly customize your site to make it stand out — no coding needed.</p>\n<ul>\n<li>Themes — Simple themes to get started or pick a professional theme to make your site stand out.</li>\n<li>Related posts — Keep visitors on your site by automatically showing them related content they will be interested in.</li>\n<li>Gallery and Slideshow tools — Image galleries, carousel slider, and slideshows for WP sites and stores.</li>\n<li>Subscriptions — Make it easy for visitors to sign up to receive notifications of your latest posts and comments.</li>\n<li>Contact form — Easily build unlimited contact forms for free without any coding. Receive email notifications for each response. Integrate with mail solutions like Creative Mail to reach your customers and leads quickly. Connect to Jetpack Anti spam (powered by Akismet) to filter submissions.</li>\n<li>oEmbed Support — easily embed images, posts, and links from Facebook and Instagram.</li>\n</ul>\n<h4>INTEGRATIONS</h4>\n<p>Jetpack is updated monthly to ensure seamless integration with top WordPress plugins and other tech products.</p>\n<ul>\n<li>Built for WooCommerce: Jetpack and WooCommerce are both made by Automattic. Backup, Scan, Anti-spam, integrate perfectly for Woo / eComm stores</li>\n<li>Jetpack is fully compatible with v2.0 of the official AMP plugin for WordPress.</li>\n<li>Better understand your customers and marketing with Google Analytics (GA) integration</li>\n<li>Social media platforms: Instagram, Facebook, Twitter, LinkedIn</li>\n<li>Simple Blocks to customize your site: Pinterest, Whatsapp, Podcast player, GIFs, maps, tiled gallery, slideshow</li>\n<li>Payment processors: easily collect payments or donations and sell products through Stripe and PayPal</li>\n<li>Site speed and performance plugins: Works great with WP Super Cache and  Cloudflare.</li>\n<li>Contact form: Anti-spam (Powered by Akismet) blocks spam comments for Jetpack forms, Contact Form 7, Ninja Forms, Gravity Forms, Formidable Forms, and more.</li>\n<li>Other tech integrations: Instagram, Creative Mail, Mailchimp, Calendly, Whatsapp, Pinterest, Revue, and more.</li>\n</ul>\n<h4>EXPERT SUPPORT</h4>\n<p>We have a global team of Happiness Engineers ready to provide incredible support. Ask your questions in the support forum or <a href=\"https://jetpack.com/contact-support\" rel=\"nofollow ugc\">contact us directly</a>.</p>\n<h4>GET STARTED</h4>\n<p>Installation is free, quick, and easy. <a href=\"https://jetpack.com/install?from=wporg\" rel=\"nofollow ugc\">Set up Jetpack</a> in minutes. Take advantage of more robust features like site security and design and growth tools by <a href=\"http://jetpack.com/pricing\" rel=\"nofollow ugc\">upgrading to a paid plan</a>.</p>\n",
    "download_link": "https://downloads.wordpress.org/plugin/jetpack.9.3.1.zip",
    "tags": {
        "amp": "amp",
        "backup": "backup",
        "social": "social",
        "woocommerce": "woocommerce",
        "wp": "wp"
    },
    "donate_link": "",
    "icons": {
        "1x": "https://ps.w.org/jetpack/assets/icon.svg?rev=2394525",
        "2x": "https://ps.w.org/jetpack/assets/icon-256x256.png?rev=2394525",
        "svg": "https://ps.w.org/jetpack/assets/icon.svg?rev=2394525"
    }
}